docs/site/emmerson16_losin.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-10 Mon 22:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>emmerson16_losin: Losing touch?:the human performer and electronics</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">emmerson16_losin: Losing touch?:the human performer and electronics</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#emmerson16_losin">Losing touch?:the human performer and electronics</a>
<ul>
<li><a href="#org49e762d">Live Electronic Music</a></li>
<li><a href="#org8470503">Dislocations</a></li>
<li><a href="#orga3e0df2">Physical Music Paradigm</a></li>
<li><a href="#org24fff54">Causality</a></li>
<li><a href="#org0feb0c5">Loudspeakers</a></li>
<li><a href="#org84d94d3">Video Game Music</a></li>
<li><a href="#orgb96c1e0">Reduced Listening</a></li>
<li><a href="#org6b753c2">Physical Agency</a></li>
<li><a href="#org4e985cc">Live vs mixed</a></li>
<li><a href="#orgf8e4bb2">Expansion of Sound</a></li>
<li><a href="#org0abeee7">Causal Link</a></li>
<li><a href="#orgc56f94c">Accompaniment</a></li>
<li><a href="#org8fd97e3">Kontakte</a></li>
<li><a href="#org03c1067">Solo vs Ensemble</a></li>
<li><a href="#org1bbea08">Loudspeakers</a></li>
<li><a href="#orgef445a4">Play the loudspeaker</a></li>
<li><a href="#orgf83e817">Human presence</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-emmerson16_losin" class="outline-2">
<h2 id="emmerson16_losin">Losing touch?:the human performer and electronics</h2>
<div class="outline-text-2" id="text-emmerson16_losin">
</div>
<div id="outline-container-org49e762d" class="outline-3">
<h3 id="org49e762d">Live Electronic Music</h3>
<div class="outline-text-3" id="text-org49e762d">
<p>
Electric technology has ruptured the traditional music model that mechanical technology promoted: that of body, object, and sound. Now music can be completely immersive or completely cerebral. Mixed music tries to repair the rupture caused by electronic technology in different ways. The boundaries between composer, performer, and audience are all changing. Some see this as a problem, while others see it as an opportunity.
</p>
</div>
</div>
<div id="outline-container-org8470503" class="outline-3">
<h3 id="org8470503">Dislocations</h3>
<div class="outline-text-3" id="text-org8470503">
<p>
Technology effectively dislocated sound in three ways. A telephone dislocates the cause from perception. The recording dislocates time. And synthesis dislocates causality. These three effectively disembodied sound, and challenged and extended these relationships.
</p>
</div>
</div>
<div id="outline-container-orga3e0df2" class="outline-3">
<h3 id="orga3e0df2">Physical Music Paradigm</h3>
<div class="outline-text-3" id="text-orga3e0df2">
<p>
At first, all technological advancements were aimed at integrating with the physical music paradigm. It was aimed at having a high fidelity concert hall experience.
</p>
</div>
</div>
<div id="outline-container-org24fff54" class="outline-3">
<h3 id="org24fff54">Causality</h3>
<div class="outline-text-3" id="text-org24fff54">
<p>
We learn about the causes of sounds through the physical world and experience. We know often through repeated observation. But acousmatic sounds challenge this.
</p>
</div>
</div>
<div id="outline-container-org0feb0c5" class="outline-3">
<h3 id="org0feb0c5">Loudspeakers</h3>
<div class="outline-text-3" id="text-org0feb0c5">
<p>
The newer generations are growing up with loudspeakers everywhere. Sound is not only produced in the physical world anymore.
</p>
</div>
</div>
<div id="outline-container-org84d94d3" class="outline-3">
<h3 id="org84d94d3">Video Game Music</h3>
<div class="outline-text-3" id="text-org84d94d3">
<p>
Early video game music has a certain sound pallette. It has been absorbed into society's memory because of the widespread use in video games. Economy was a driving factor, but the repeated use in video games cemented it. But does it have the same effect acousmatically?
</p>
</div>
</div>
<div id="outline-container-orgb96c1e0" class="outline-3">
<h3 id="orgb96c1e0">Reduced Listening</h3>
<div class="outline-text-3" id="text-orgb96c1e0">
<p>
Talks about synthesizer patches and how eventually we will know the sound only through it's description, not through the physical experience of how the sound is produced.
</p>
</div>
</div>
<div id="outline-container-org6b753c2" class="outline-3">
<h3 id="org6b753c2">Physical Agency</h3>
<div class="outline-text-3" id="text-org6b753c2">
<p>
It is very possible that eventually learning sounds will come from acousmatic sources, instead of physical ones.
</p>
</div>
</div>
<div id="outline-container-org4e985cc" class="outline-3">
<h3 id="org4e985cc">Live vs mixed</h3>
<div class="outline-text-3" id="text-org4e985cc">
<p>
Discussion of live electronics on stage versus live performers playing with an electronics accompaniment
</p>
</div>
</div>
<div id="outline-container-orgf8e4bb2" class="outline-3">
<h3 id="orgf8e4bb2">Expansion of Sound</h3>
<div class="outline-text-3" id="text-orgf8e4bb2">
<p>
Most instruments are mechanical technology solidified in the mid-19^th century. In the twentieth century we have already seen an expansion of "permissable" sound, even before electronics. This is seen in harmonies, extended techniques, etc. However, this area has not been fully developed. Not all instruments have been "extended". Mixed electroacoustic music can help develop this field.
</p>
</div>
</div>
<div id="outline-container-org0abeee7" class="outline-3">
<h3 id="org0abeee7">Causal Link</h3>
<div class="outline-text-3" id="text-org0abeee7">
<p>
With mixed electroacoustic music the causal link is sometimes broken. The sounds won't seem to come from the instrument itself. In a way, the instrument is becoming part of the acousmatic.	
</p>
</div>
</div>
<div id="outline-container-orgc56f94c" class="outline-3">
<h3 id="orgc56f94c">Accompaniment</h3>
<div class="outline-text-3" id="text-orgc56f94c">
<p>
Some see the mixed pieces as a betrayal of music. The acousmatic is a substitute accompaniment, and we have resulting "super-instruments"
</p>
</div>
</div>
<div id="outline-container-org8fd97e3" class="outline-3">
<h3 id="org8fd97e3">Kontakte</h3>
<div class="outline-text-3" id="text-org8fd97e3">
<p>
<i>Kontakte</i> perhaps is the work that has best acheived the balance of the live and the electronic (in his opinion) Both parts aspire to the other.		
</p>
</div>
</div>
<div id="outline-container-org03c1067" class="outline-3">
<h3 id="org03c1067">Solo vs Ensemble</h3>
<div class="outline-text-3" id="text-org03c1067">
<p>
In solo works, or small chamber works, the relation of the loudspeaker to the original is usually easy for the listener to follow, especially if nothing is pre-recorded. Delays, filters, etc. Usually line up with gestures from the performer. The trend moved more towards real-time interaction with a live acoustic performer, and then has moved back to real-time processing.
</p>
</div>
</div>
<div id="outline-container-org1bbea08" class="outline-3">
<h3 id="org1bbea08">Loudspeakers</h3>
<div class="outline-text-3" id="text-org1bbea08">
<p>
Loudspeakers today are paradoxically usually used to transmit information with a human presence involved, such as a telephone, news, tv, etc. There seems to be a desire for live aspects in music making. Whether that is the performer being 'one of us', the possibility of human error, challenged by the virtuosity, etc.
</p>
</div>
</div>
<div id="outline-container-orgef445a4" class="outline-3">
<h3 id="orgef445a4">Play the loudspeaker</h3>
<div class="outline-text-3" id="text-orgef445a4">
<p>
With the human action of choice, it is now possible to play the loud speaker. Channel hopping is an example. The loudspeaker is no longer just a representation of a performance, but can be part of a performance itself. Creativity and authorship make their appearnaces again. This is also enhanced by interactive technologies and controllers. It is now a source of new experiences.
</p>
</div>
</div>
<div id="outline-container-orgf83e817" class="outline-3">
<h3 id="orgf83e817">Human presence</h3>
<div class="outline-text-3" id="text-orgf83e817">
<p>
There are two streams of human presence in new music. One is amplification of human gesture with new interfaces, etc. The second is more showing human <i>will</i> than human <i>presence</i>. Choice and construction become the act of composition.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
